package helpdesk.problem;

public interface ProblemName {
    String[] PROBLEMNAME = {
        "กรประตูชำรุด",
        "กระจกหน้าต่างแตก",
        "มุ้งลวดขาด",
        "ฝ้า/เพดานชำรุด",
        "WiFi มีปัญหา",
        "เต้าเสียบชำรุด",
        "สวิทช์ไฟชำรุด",
        "หลอดไฟชำรุด",
        "แอร์ชำรุด",
        "remote แอร์ชำรุด",
        "พักลมชำรุด",
        "ทีวีชำรุด",
        "remote ทีวีชำรุด",
        "ตู้เย็นชำรุด",
        "เตียงชำรุด",
        "ฟูกขาด",
        "ตู้เสื้อผ้าชำรุด",
        "โต๊ะชำรุด",
        "เก้าอี้ชำรุด",
        "กระจกแตก",
        "ฝักบัวชำรุด",
        "เครื่องทำน้ำอุ่นชำรุด",
        "โถสุขภัณฑ์ชำรุด",
        "สายฉีดชำรำชุดรุด",
        "อ่างล้างหน้าชำรุด",
        "ก็อกน้ำชำรุด",
        "ท่อน้ำรั่ว",
    };
}
